var app = new Vue({
	el: '#table',
	data:{
		tables:[
			{
				com : '대성마이맥',
				date : '20.07.03',
				name : '6평 국어 분석집 무료 배포'
			},
			{
				com : '대성마이맥',
				date : '20.07.05',
				name : '4의 규칙 교재 구매자 삼각함수 특강 무료'
			},
			{
				com : '스카이에듀',
				date : '20.07.05',
				name : '[수학 차영진]6평 적중! 수강평 이벤트'
			},
			{
				com : '스카이에듀',
				date : '20.07.05',
				name : '[국어 유대종] 6평 후기 작성 이벤트]'
			},
			{
				com : '메가스터디',
				date : '20.07.05',
				name : '지구과학 유형을 마스터하는 킬포 강좌'
			},
			{
				com : '강대마이맥',
				date : '20.07.06',
				name : '강대K모의고사 0회차 무료 배포'
			},
			{
				com : 'EBSi',
				date : '20.07.07',
				name : '개념교재 학습 이벤트'
			},
			{
				com : 'EBSi',
				date : '20.07.08',
				name : '여름방학 9모 대비 2주 집중관리'
			},
			{
				com : '메가스터디',
				date : '20.07.08',
				name : '조정식의 확실해! 빈칸/순서/삽입 정복'
			},
			{
				com : '대성마이맥',
				date : '20.07.10',
				name : '신규회원 100% 배라 즉시 당첨'
			},
			{
				com : '대성마이맥',
				date : '20.07.12',
				name : '이정환 수강후기 쓰고 간식 선물'
			},
			{
				com : '스카이에듀',
				date : '20.07.17',
				name : '청춘사전 멘토링 후기 남기고 치킨 먹어요!'
			},
			{
				com : '스카이에듀',
				date : '20.07.27',
				name : '6모 수학 오답노트 이벤트'
			},
			{
				com : 'EBSi',
				date : '20.09.08',
				name : 'EBSX교보문고 럭키썸머 경품 이벤트'
			},
			{
				com : '스카이에듀',
				date : '20.12.03',
				name : '[역사 이종길] 6평 적중 모의고사 출시 이벤트'
			},
		]
	}
});